[
  "Request a Return",
  "Items must be in original condition, and all packaging materials, accessories and applicable tags must be returned in order to be eligible for a refund.",
  "The following criteria must be met for a return:",
  "Return window:The return must be requested within 30 calendar days of the delivery date.Original condition:The item must be in original condition and cannot be used, altered, washed, marked, or damaged.Original packaging:The item must be returned with all original packaging intact, which may include the shoe box, dust bag(s), brand tag(s) and authenticity card.",
  "All packaging cannot be altered, damaged, or removed.SSENSE security tag:If an item was shipped with an SSENSE tag, it cannot be altered, damaged, or removed.",
  "Final Sale items and shipping fees are not eligible for return/refund.",
  "Face masks: In the interest of hygiene, face masks and face coverings are considered Final Sale.",
  "Intimate apparel and swimwear: Lingerie, hosiery, underwear, swimsuits, and bikini bottoms cannot be worn and must be returned with the original hygienic protection sticker still intact to be eligible for a refund.",
  "Self-care: All face, body, hair, and make-up items must be returned in original packaging.",
  "They cannot be used or altered and must remain sealed to be eligible for a refund.",
  "Sexual wellness: Items must be returned in their original packaging.",
  "They cannot be used or altered and must remain sealed to be eligible for a refund.",
  "Due to health and safety reasons, all sexual wellness toys are Final Sale and cannot be returned.",
  "Technology: Must be returned with their original manuals, accessories, and manufacturer packaging, and if the product arrived wrapper-sealed, it should be returned in its original sealed condition to be eligible for a refund.",
  "Dangerous goods: Candles, fragrances, oils, pressurized canned products, and electronics containing batteries are considered Final Sale.",
  "SSENSE reserves the right to reject any returning products that do not comply with the above stated Return Policy.",
  "Rejected items will be sent back to the original shipping address without any refund being processed.",
  "In order to avoid this, please contact our Customer Care team to address any issues or concerns you have regarding the item(s) you wish to return.",
  "ExchangesSSENSE does not offer direct exchanges.",
  "We ask that you return the merchandise for a full refund and place a new order for the preferred item(s).",
  "Damaged/Defective GoodsIf you believe an item is defective or damaged, please contact Customer Care.",
  "WarrantyAll products purchased from SSENSE, including apparel, accessories, electronics, sports gear, home goods, beauty, self care and cosmetics items, pet accessories, sexual wellness items and any products that may be classified as dangerous goods purchased from SSENSE are subject only to the applicable warranties of their respective manufacturers if applicable.",
  "Warranties are provided by the manufacturers and not by SSENSE.",
  "Where permitted by law, SSENSE disclaims all warranties and conditions relating to any products sold or distributed by SSENSE, and will not be liable for failure to use any product in accordance with the manufacturer's instructions.",
  "Please consult the user manual or contact the manufacturer for any relevant warranty information.",
  "Frequent ReturnsThe frequency of returns is monitored.",
  "If we believe that our return policy is being abused, by frequent returns or other means, we may take action in the form of blocking an account and/or cancelling future orders.",
  "SSENSE reserves the right to reject returns which do not comply with our Return Policy.",
  "To initiate a return, please submit a request for a Return Authorization (RA) through your SSENSEaccount.",
  "Alternatively, you can contact our Customer Care team to assist you with the return process.",
  "SSENSE adheres to a strict no-paper policy, so as to reduce waste.",
  "This is why shipments do not include a return slip inside the box.",
  "Guest orders: If you've placed your order as a Guest, create an account using the same email address you checked out with.",
  "You can also use our online self-service tool to request a return, or contact Customer Care for assistance.",
  "Please note that multiple orders cannot be returned with a single return request and in the same box; orders will need to be shipped separately with several return requests.When requesting a return, customers must ensure to keep the return postage receipt until the refund is duly processed by SSENSE.",
  "SSENSE reserves the right to refuse any request for a return without this mandatory proof of return postage.",
  "Canada, the United States and Japan",
  "Customers receive free shipping for returns.",
  "Please follow this step-by-step guide to initiate a return request:",
  "Step 1 - Access your ‘Order History’ from your account page.",
  "Step 2 - Click on “Return Order” to request a prepaid return label (PPL).",
  "Step 3 - Your PPL and return instructions will be sent to the e-mail address associated with the order.",
  "Step 4 - Print the label out and carefully follow the instructions.Return with a prepaid label in Australia, China, Hong Kong, South Korea and United Kingdom.",
  "We will email customers a prepaid return label (PPL) to return their orders, and a Return Transportation Fee (Return Fee), applicable per package received, will be deducted from the refund amount.",
  "The Return Transportation Fee (Return Fee) is based on the country from which the return is being shipped, as below:",
  "Australia : $60 AUDChina : $50 USDHong Kong : $375 HKDSouth Korea : $60 USDUnited Kingdom : £34",
  "Please follow the steps below to initiate a return request:",
  "Step 1 - Access your ‘Order History’ from your account page.",
  "Step 2 - Click on “Return Order” to request a prepaid return label (PPL).",
  "Step 3 - A PPL and return instructions will be sent to the email address associated with the order.",
  "Step 4 - Print the label and carefully follow the instructions.",
  "International Returns",
  "International customers (excluding those based in the countries mentioned above) are responsible for covering the cost of return shipments and coordinating returns with their local post.",
  "Please follow this step-by-step guide to initiate a return authorization:",
  "Step 1 - Log in to your SSENSE account and access your ‘Order History.’",
  "Step 2 -  Click on “Return Order” to request a return authorization (RA).",
  "Step 3 - An RA number and return instructions will be sent to the e-mail address associated with the order.",
  "Step 4 - Follow the instructions and coordinate the return with your local postal service.",
  "Please ship returning international packages with your country/region’s local shipping carrier and be sure to use standard shipping.",
  "For added safety, please insure all packages with a tracking number.",
  "Receiving a Refund",
  "Once the returned merchandise has been quality checked and approved, SSENSE will issue a refund to the original method of payment and a confirmation e-mail will be sent to you.",
  "Please note that it can take up to 5 business days to process the refund.",
  "It may take your financial institution additional time to process the transaction and update your bank statement.",
  "In the event the returned merchandise does not pass the quality check and is not approved, SSENSE reserves the right to withhold the payment and keep the returned merchandise.",
  "Reminder: To qualify for a refund, all returns must be in their original condition and include all original packaging (shoe box, dust bag, brand tag, authenticity card) and all SSENSE tags.",
  "Returns that fail to meet these requirements will be denied.",
  "Email:customercare@ssense.comPhone:\n        Monday to Friday, 9 AM to 8 PM (EST) and Saturday, 9 AM to 5 PM (EST)",
  "North America Toll Free1-877-637-6002Local1-514-600-5818Quebec1-514-700-2078",
  "Chat:\n        24/7",
  "Sign up for newsletters and personalized shopping reminders about your Wishlist and Shopping Bag.",
  "You may unsubscribe at any time.",
  "To find out more, please visit ourPrivacy Policy."
]